Revit 2024 API
GroupTypeId.Materials Property
 Materials and Finishes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Materials { get; }
Visual Basic
Public Shared ReadOnly Property Materials As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Materials {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace